Repository: Skythrew/musicology
Catalog: po/*.po
Languages: fr

source: musicology
fr: Musicologie

source: Musicology
fr: Musicologie

source: Keep the summary shorter, between 10 and 35 characters
fr: Exemple

source: No description
fr: Exemple

source: Developer name
fr: Maël GUERIN

source: A caption
fr: Exemple

source: translator-credits
fr: Maël GUERIN

source: Home
fr: Accueil

source: Search for an artist, a song, an album
fr: Recherchez un artiste, un titre, un album

source: _Preferences
fr: _Préférences

source: _Keyboard Shortcuts
fr: _Raccourcis Clavier

source: _About Musicology
fr: _A propos de Musicology

source: Extra Features
fr: Fonctionnalités Supplémentaires

source: May take some time to start
fr: Peut prendre du temps à démarrer

source: Quick Picks
fr: Sélection Rapide

source: No results found
fr: Aucun résulat

source: Top result
fr: Résultat en Tête

source: Songs
fr: Titres

source: Artists
fr: Artistes

# shortcut window
source: General
fr: Général

# shortcut window
source: Quit
fr: Quitter
